export const QUESTION = [
  {
    id: 1,
    ques: `আমার কাছে কিছু টাকা আছে। কী পরিমাণ টাকা থাকলে কুরবানী ওয়াজিব হয়? \n\n আর কুরবানী করলে কী ফযীলত পাওয়া যায় তা জানতে চাই।`,
    ask: "মুহাম্মাদ আরমান, গফরগাও, ময়মনসিংহ",
    ans: `কুরবানীর দিনগুলোতে (১০ যিলহজ্ব ফজর থেকে ১২ যিলহজ্ব সূর্যাস্ত পর্যন্ত) সাড়ে বায়ান্ন তোলা রুপা বা এর সমমূল্যের প্রয়োজনের অতিরিক্ত সম্পদের মালিক হলে কুরবানী ওয়াজিব হয়। এর চেয়ে কম সম্পদের মালিক হলে কুরবানী ওয়াজিব হয় না। (আহকামুল কুরআন, জাসসাস ৩/১২৮; আলমুহীতুল বুরহানী ৮/৪৫৫) উল্লেখ্য, টাকা-পয়সা, সোনা-রুপার অলংকার, ব্যবসায়িক পণ্য, প্রয়োজন অতিরিক্ত জমি, সারা বছরেও ব্যবহার হয় না এমন অপ্রয়োজনীয় আসবাবপত্র এসব কিছুর মূল্য কুরবানীর নেসাবের ক্ষেত্রে হিসাবযোগ্য। সুতরাং আপনার নিকট জমা টাকা এবং প্রয়োজন অতিরিক্ত সম্পদ মিলে সাড়ে বায়ান্ন তোলা রুপার বর্তমান মূল্য পরিমাণ থাকলে আপনার উপর কুরবানী ওয়াজিব। অন্যথায় ওয়াজিব নয়। হাদীসে কুরবানীর অনেক ফযীলত বর্ণিত হয়েছে। যেমন এক হাদীসে আছে, কুরবানীর দিন পশু কুরবানীর চেয়ে আল্লাহ তাআলার নিকট প্রিয় কোনো আমল নেই। (জামে তিরমিযী, হাদীস : ১/১৮০) অন্য হাদীসে আছে, হযরত আলী রা. বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফাতেমাকে তার কুরবানীর নিকট উপস্থিত থাকতে বললেন এবং ইরশাদ করলেন, এই কুরবানীর প্রথম রক্তবিন্দু প্রবাহিত হওয়ার সাথে সাথেই আল্লাহ তাআলা তোমার গুনাহসমুহ মাফ করে দিবেন। তিনি জিজ্ঞাসা করলেন, এটা কি শুধু আহলে বাইতের জন্য? না সকল মুসলমানের জন্য? তিনি বললেন, এই ফযীলত সকল মুসলমানের জন্য।
    দলিলঃ-আলমুততাজিরুর রাবেহ ৩১৬; মাজমাউয যাওয়াইদ ৪/১৭; আততারগীব ওয়াততারহীব ১/১৭৫`,
  },
  {
    id: 2,
    ques: `প্রতি বছর আমরা নির্দিষ্ট পাঁচ শরিক মিলে কুরবানী করি। এ বছরও কুরবানীর এক সপ্তাহ আগে ৫জন মিলে একটি গরু ক্রয় করি। কুরবানীর আগের দিন আমাদের এক প্রতিবেশী তাতে শরিক হতে চাইলে আমরা তাকে শরিক করে নিই। জানার বিষয় হল, এভাবে শরিক করার কারণে আমাদের কুরবানী আদায়ে কোনো ত্রæটি হয়েছে কি না? জানালে উপকৃত হব।`,
    ask: "মুহাম্মাদ সাইফুল ইসলাম. ফেনী",
    ans: `প্রশ্নোক্ত অবস্থায় সকলের কুরবানী সহীহ হয়েছে। তবে পাঁচ জনে মিলে কুরবানী দেওয়ার নিয়তে পশু ক্রয়ের পর নতুন করে শরিক নেওয়া অনুত্তম হয়েছে। এক্ষেত্রে ঐ শরিক থেকে প্রাপ্য টাকা সদকা করে দেওয়া উত্তম।
    দলিলঃ--বাদায়েউস সানায়ে ৪/২১০; আদ্দুররুল মুখতার ৬/৪১৭; মাবসূত, সারাখসী ১২/১৫`,
  },
  {
    id: 3,
    ques: `কুরবানীর গরু কিনতে গেলে দেখা যায়, লোকেরা গরুর দাঁত দেখে। যদি বিশেষ দুটি দাঁত উঠে তাহলে পছন্দ হলে কেনে, অন্যথায় ঐ গরু কেনে না। তারা মনে করে, বিশেষ দুই দাঁত না উঠলে সেই গরু দিয়ে কুরবানী করা যায় না। এখন আমার জানার বিষয় হল, গরু কুরবানীর উপযুক্ত হওয়ার জন্য দুটি দাঁত উঠা কি জরুরি? আর যদি নিশ্চিতভাবে জানা যায়, কোনো একটি গরুর দুই বছর হয়েছে, কিন্তু এখনও বিশেষ দুটি দাঁত উঠেনি তাহলে তা দিয়ে কুরবানী করলে সহীহ হবে কি না?`,
    ask: "খায়র বিন জালাল. ঝালকাঠি, বরিশাল",
    ans: `গরু কুরবানীর উপযুক্ত হওয়ার জন্য দুই বছর পূর্ণ হওয়া জরুরি। বিশেষ দাঁত উঠা জরুরি নয়। তবে যেহেতু বিশেষ দুটি দাঁত দুই বছর বয়স পূর্ণ হলেই উঠে থাকে তাই সাধারণত দুই দাঁত উঠাকে দুই বছর পূর্ণ হওয়ার আলামত মনে করা হয়। এ কারণেই মানুষ কুরবানীর পশু কিনতে গেলে তা পরীক্ষা করে। এতে আপত্তির কিছু নেই। তবে যদি কোনো গরুর ব্যাপারে নিশ্চিতভাবে জানা যায় যে, দুই বছর পূর্ণ হলেও এখনও বিশেষ দুটি দাঁত উঠেনি তাহলে সেই গরু দ্বারা কুরবানী সহীহ হবে।
    দলিলঃ--সহীহ মুসলিম ২/১৫৫; বাযলুল মাজহূদ ১৩/১৮; ফাতাওয়া খানিয়া ৩/৩৪৮; ইমদাদুল ফাতাওয়া ৩/৬১১-১৩`,
  },
  {
    id: 4,
    ques: `আমার আববু কুরবানীর পশু ঈদের আগের দিন ক্রয় করেন। গত বছর ঈদের দুদিন আগে আমাদের বাসায় ডাকাতি হয়। তাই আববু গত বছর কুরবানী দিতে পারেননি। তবে তখন আববুর হাতে নগদ টাকা না থাকলেও বাড়িতে দেড় বিঘা জমি আছে, যা থেকে বাৎসরিক আয় আসে বিশ হাজার টাকা। ঐ বিশ হাজার টাকা না হলেও আমাদের সংসার ভালোভাবেই চলে যায়। গত বছর কি আববুর উপর কুরবানী করা ওয়াজিব ছিল? যদি হয়ে থাকে তাহলে এখন কী করবে?`,
    ask: "মুহাম্মাদ সুলতান . কচুক্ষেত, ঢাকা",
    ans: `প্রশ্নের বর্ণনা অনুযায়ী ঐ দেড় বিঘা জমির আয় না হলেও যেহেতু আপনাদের সংসার চলে যায় তাই ঐ দেড় বিঘা জমি প্রয়োজনের অতিরিক্ত সম্পদ। এ সম্পদের কারণে আপনার পিতার উপর কুরবানী করা ওয়াজিব। কিন্তু তিনি যেহেতু গত বছর কুরবানী করেননি তাই ঐ বছরের জন্য নূন্যতম এক বছর বয়সী একটি ছাগল বা তার মূল্য সদকা করে দিতে হবে।
    দলিলঃ--বাদায়েউস সানায়ে ৪/২০২; খুলাসাতুল ফাতাওয়া ৪/৩০৯; আদ্দুররুল মুখতার ৬/৩১২; রদ্দুল মুহতার ৬/৩১২; ফাতাওয়া তাতারখানিয়া ১৭/৪০৬`,
  },
  {
    id: 5,
    ques: ``,
    ask: "",
    ans: ``,
  },
  {
    id: 0,
    ques: ``,
    ask: "",
    ans: ``,
  },
];
export const HISTORY = [];
export const AMOL = [];
