export const QUESTION = [
  {
    id: 1,
    ques: `আমার কাছে কিছু টাকা আছে। কী পরিমাণ টাকা থাকলে কুরবানী ওয়াজিব হয়? \n\n আর কুরবানী করলে কী ফযীলত পাওয়া যায় তা জানতে চাই।`,
    ask: "মুহাম্মাদ আরমান, গফরগাও, ময়মনসিংহ",
    ans: `কুরবানীর দিনগুলোতে (১০ যিলহজ্ব ফজর থেকে ১২ যিলহজ্ব সূর্যাস্ত পর্যন্ত) সাড়ে বায়ান্ন তোলা রুপা বা এর সমমূল্যের প্রয়োজনের অতিরিক্ত সম্পদের মালিক হলে কুরবানী ওয়াজিব হয়। এর চেয়ে কম সম্পদের মালিক হলে কুরবানী ওয়াজিব হয় না। (আহকামুল কুরআন, জাসসাস ৩/১২৮; আলমুহীতুল বুরহানী ৮/৪৫৫) উল্লেখ্য, টাকা-পয়সা, সোনা-রুপার অলংকার, ব্যবসায়িক পণ্য, প্রয়োজন অতিরিক্ত জমি, সারা বছরেও ব্যবহার হয় না এমন অপ্রয়োজনীয় আসবাবপত্র এসব কিছুর মূল্য কুরবানীর নেসাবের ক্ষেত্রে হিসাবযোগ্য। সুতরাং আপনার নিকট জমা টাকা এবং প্রয়োজন অতিরিক্ত সম্পদ মিলে সাড়ে বায়ান্ন তোলা রুপার বর্তমান মূল্য পরিমাণ থাকলে আপনার উপর কুরবানী ওয়াজিব। অন্যথায় ওয়াজিব নয়। হাদীসে কুরবানীর অনেক ফযীলত বর্ণিত হয়েছে। যেমন এক হাদীসে আছে, কুরবানীর দিন পশু কুরবানীর চেয়ে আল্লাহ তাআলার নিকট প্রিয় কোনো আমল নেই। (জামে তিরমিযী, হাদীস : ১/১৮০) অন্য হাদীসে আছে, হযরত আলী রা. বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফাতেমাকে তার কুরবানীর নিকট উপস্থিত থাকতে বললেন এবং ইরশাদ করলেন, এই কুরবানীর প্রথম রক্তবিন্দু প্রবাহিত হওয়ার সাথে সাথেই আল্লাহ তাআলা তোমার গুনাহসমুহ মাফ করে দিবেন। তিনি জিজ্ঞাসা করলেন, এটা কি শুধু আহলে বাইতের জন্য? না সকল মুসলমানের জন্য? তিনি বললেন, এই ফযীলত সকল মুসলমানের জন্য।
    দলিলঃ-আলমুততাজিরুর রাবেহ ৩১৬; মাজমাউয যাওয়াইদ ৪/১৭; আততারগীব ওয়াততারহীব ১/১৭৫`,
  },
  {
    id: 2,
    ques: `প্রতি বছর আমরা নির্দিষ্ট পাঁচ শরিক মিলে কুরবানী করি। এ বছরও কুরবানীর এক সপ্তাহ আগে ৫জন মিলে একটি গরু ক্রয় করি। কুরবানীর আগের দিন আমাদের এক প্রতিবেশী তাতে শরিক হতে চাইলে আমরা তাকে শরিক করে নিই। জানার বিষয় হল, এভাবে শরিক করার কারণে আমাদের কুরবানী আদায়ে কোনো ত্রæটি হয়েছে কি না? জানালে উপকৃত হব।`,
    ask: "মুহাম্মাদ সাইফুল ইসলাম. ফেনী",
    ans: `প্রশ্নোক্ত অবস্থায় সকলের কুরবানী সহীহ হয়েছে। তবে পাঁচ জনে মিলে কুরবানী দেওয়ার নিয়তে পশু ক্রয়ের পর নতুন করে শরিক নেওয়া অনুত্তম হয়েছে। এক্ষেত্রে ঐ শরিক থেকে প্রাপ্য টাকা সদকা করে দেওয়া উত্তম।
    দলিলঃ--বাদায়েউস সানায়ে ৪/২১০; আদ্দুররুল মুখতার ৬/৪১৭; মাবসূত, সারাখসী ১২/১৫`,
  },
  {
    id: 0,
    ques: ``,
    ask: "",
    ans: ``,
  },
];
export const HISTORY = [];
export const AMOL = [];
